export const books = [
  {
    id: "a757a0e9-03c1-4a2a-b384-8ac21dbe2fb2",
    name: "Художественная литература",
    books: [
      {
        id: "d75f762a-eadd-49be-8918-ed0daa8dd024",
        name: "Несносное проклятье некроманта",
        author: "Блинова Маргарита",
        genre: "Фэнтези",
        rating: "4",
        price: "250 ₽",
        annotation:'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии!'
      },
      {
        id: "c3cb8f92-a2ed-4716-92a1-b6ea813e9049",
        name: "Книга ночи",
        author: "Блэк Холли",
        genre: "Фэнтези",
        rating: "4",
        price: "250 ₽",
        annotation:'"Книга ночи" - таинственная история в духе Нила Геймана. Холли Блэк создала новую реальность, где человеческие тени могут оживать, а сумеречники - ими управлять и творить свои темные дела. Тени продаются на черном рынке, их можно украсть и пришить себе. Но тени питаются кровью и энергией, и не всякий человек способен контролировать такую тень. Альтернативный мир, где возможно всё...'
      },
      {
        id: "bd129641-c0eb-432b-84b6-8b81d2930358",
        name: "Благие знамения",
        author: "Пратчетт, Гейман",
        genre: "Фэнтези",
        rating: "4",
        price: "250 ₽",
        annotation:'Время пришло. Финальная схватка между силами Добра и Зла. Конец Всего. И Антихрист, дитя Князя Тьмы, был послан на землю. Не лично Князем Тьмы, естественно. Для этого существую исполнители. Так сказать, демоны - и ангелы - полевые агенты. Самые опытные. Самые верные. Самые самые. Собственно, ради этого момента агенты тысячелетиями вели сражения за души на Земле. В Конце Света сам смысл их существования. И вот пред ними раскрылись сияющие перспективы. Ангелу - вечность в раю - под музыку арф. Исключительно арф. Ни единой гитары. Или даже гобоя. А ангел как-то привык уже, знаете, к хорошему. А уж демону, современному, с мобильником, на совершенно пижонском Бентли 56 года выпуска - ему перспективка провести остаток вечности, подбрасывая лопатой уголек к котлам грешников - хуже святой воды под ногти. А ничего не поделаешь...'
      },
    ],
  },
  {
    id: "bb8afbec-2fec-491f-93e9-7f13950dd80b",
    name: "Нехудожественная литература",
    books: [
      {
        id: "d75f762a-eadd-49be-8918-ed0daa8dd024",
        name: "Бог как иллюзия",
        author: "Ричард Фейнман",
        genre: "Эссе",
        rating: "4",
        price: "250 ₽",
        annotation:'В книге "Бог как иллюзия" он проявляет талант блестящего полемиста, обращаясь к острейшим и актуальнейшим проблемам современного мира. После выхода этой работы, сегодня уже переведенной на многие языки, Докинз был признан автором 2006 года по версии Reader`s Digest и обрел целую армию восторженных поклонников и непримиримых противников. Споры не затихают.'
      },
      {
        id: "c3cb8f92-a2ed-4716-92a1-b6ea813e9049",
        name: "Эгоистичный ген",
        author: "Ричерд Докинз",
        genre: "Эволюция",
        rating: "4",
        price: "250 ₽",
        annotation: `"Если [читатель], подобно мне, стремится к созданию общества, члены которого великодушно и самоотверженно сотрудничают во имя общего блага, ему нечего рассчитывать на помощь со стороны биологической природы человека… ибо мы рождаемся эгоистами" - предупреждает английский натуралист и философ. "Эгоистичный ген" - блестящая первая книга (1976) Ричарда Докинза - до сих пор остается самым известным его трудом. Этот проверенный временем шедевр научно-популярной литературы и классический труд по биологии, не устаревший и сейчас, издан более чем на двадцати языках."Эгоистичный ген" — научно-популярная работа об эволюции, написанная Ричардом Докинзом в 1976 году. В ней через анализ эволюционных и поведенческих процессов всего животного мира, от насекомых до человека, раскрывается взгляд Докинза на стратегии эволюции. Докинз проводит параллели также с "культурной эволюцией": развитием в обществе идей, технологий, религий и др. Книга может быть полезна не только специалистам по социобиологии, но и всем, кто интересуется местом человека во Вселенной.`
      },
    ],
  },
  {
    id: "982bfbce-c5e0-41a0-9f99-d5c20ecee49d",
    name: "Книги для детей",
    books: [
      {
        id: "d75f762a-eadd-49be-8918-ed0daa8dd024",
        name: "Горе от ума",
        author: "Александр Грибоедов",
        genre: "Комедия",
        rating: "4",
        price: "250 ₽",
        annotation:`"Горе от ума" - шедевр русской литературы, произведение, раздерганное на цитаты и крылатые фразы чуть не от первого до последнего слова. "Собрать бы книги все да сжечь", "карету мне, карету", "в деревню, к тетке, в глушь, в Саратов", "она к нему - а он ко мне"… Мы используем фразы из "Горя от ума" настолько часто, что даже не осознаем, что это - цитаты. Не потому ли горькая, язвительная и блестящая комедия Грибоедова по-прежнему актуальна и по сей день не сходит с лучших театральных сцен нашей страны?..`      },
      {
        id: "c3cb8f92-a2ed-4716-92a1-b6ea813e9049",
        name: "Алиса в Стране чудес",
        author: "Льюиса Кэрролла",
        genre: "Сказка",
        rating: "4",
        price: "250 ₽",
        annotation:`Сказка Льюиса Кэрролла в сопровождении подробного комментария, посвященного Викторианской эпохе. Историко-бытовые заметки, рисунки и гравюры, страницы из книг и журналов того времени, интерактивные элементы создают живой образ викторианской Англии.`
      },
    ],
  },
  {
    id: "036424c8-f37a-49b6-9ef4-8c395d2416b4",
    name: "Переодические издания",
    books: [
      {
        id: "d75f762a-eadd-49be-8918-ed0daa8dd024",
        name: "Жёлтая пресса",
        genre: "Газета",
        rating: "3",
        price: "150 ₽",
        annotation: `Обозначение изданий печатной прессы, распространяемых по достаточно низкой цене и специализирующихся на слухах, сенсациях, скандалах, сплетнях о жизни известных людей. Существует разница между понятиями жёлтая пресса и бульварная. Понятие же таблоид относится, прежде всего, к оформлению`
      },
      {
        id: "c3cb8f92-a2ed-4716-92a1-b6ea813e9049",
        name: "Таблоид",
        genre: "Газета",
        rating: "5",
        price: "100 ₽",
        annotation:`Газета с компактным размером страниц, меньшим, чем широкоформатный лист. Стандартного размера для этого формата газеты не существует. Термин «таблоидная журналистика» не относится к газетам, печатающимся в этом формате.`
      },
    ],
  },
  {
    id: "bfd3cf19-f23b-4363-ae01-ba5ade2ae58e",
    name: "Религия",
    books: [
      {
        id: "d75f762a-eadd-49be-8918-ed0daa8dd024",
        name: "Библия",
        genre: "Религия",
        rating: "5",
        price: "100 ₽",
        annotation:`Собрание текстов, являющихся священными в иудаизме и христианстве и составляющих Священное Писание в этих религиях. В иудаизме Священным Писанием является Танах, именуемый также еврейской Библией; в христианстве - Ветхий Завет, состоящий из книг Танаха и дополнительных священных книг, и Новый Завет. `
      },
      {
        id: "c3cb8f92-a2ed-4716-92a1-b6ea813e9049",
        name: "Коран",
        genre: "Религия",
        rating: "5",
        price: "100 ₽",
        annotation:`Священная книга мусульман, написанная на арабском языке. Слово «Коран» происходит от арабского الْقُرآن - «чтение вслух», «назидание». Согласно исламскому вероучению, Коран был передан путём откровения пророку Мухаммеду и является словом Божьим и Последним Заветом для человечества. `
      },
    ],
  },
  {
    id: "3349cbdc-92ce-47a5-b23a-932fbe888c55",
    name: "Учебная литература",
    books: [
      {
        id: "d75f762a-eadd-49be-8918-ed0daa8dd024",
        name: "Учебник Химии 11 класс",
        genre: "Образование",
        rating: "5",
        price: "800 ₽",
        annotation: `Учебник углублённого уровня включает основные сведения о строении атома, химической связи, межмолекулярных взаимодействиях, термодинамике, кинетике и стехиометрии химических реакций, классификации и свойствах важнейших неорганических веществ. Особое внимание уделено медико-биологическому значению химических процессов, химических элементов и их соединений. Вопросы и задания, содержащиеся в учебнике, а также рекомендованные электронные ресурсы позволят учащимся подготовиться к Единому государственному экзамену по химии. Учебник написан в соответствии с требованиями Федерального государственного образовательного стандарта среднего общего образования.`
      },
      {
        id: "c3cb8f92-a2ed-4716-92a1-b6ea813e9049",
        name: "Физическая культура. 10-11 классы",
        genre: "Образование",
        rating: "5",
        price: "913  ₽",
        annotation:`Учебник написан в соответствии с Федеральным государственным образовательным стандартом среднего общего образования и пособием "Физическая культура. Рабочие программы. Предметная линия учебников В. И. Ляха. 10-11 классы" (автор В. И. Лях). В учебник включены теоретические сведения об основах физической культуры, обязательный учебный материал по спортивным играм, лёгкой атлетике, гимнастике, элементам единоборств, лыжной подготовке и плаванию. Описаны также самостоятельные занятия роликовыми коньками, дартсом и аэробикой.`
      },
    ],
  },
  {
    id: "c4847223-a669-4088-bda6-3bf9009a3485",
    name: "Комиксы",
    books: [
      {
        id: "d75f762a-eadd-49be-8918-ed0daa8dd024",
        name: "Marvel Comics",
        author: "Marvel Comics",
        genre: "Комиксы",
        rating: "5",
        price: "1000 ₽",
        annotation:`Торговая марка и главный актив Marvel Worldwide Inc. издающий комиксы. Подразделение компании Marvel Entertainment. Получившая среди поклонников комиксов прозвище «Дом идей», Marvel наиболее известна такими сериями комиксов, как «Фантастическая четвёрка», «Люди Икс», «Мстители», «Стражи Галактики», «Защитники», «Вечные», «Человек-паук», «Росомаха», «Железный человек», «Капитан Америка», «Тор», «Халк», «Дэдпул», «Сорвиголова», «Каратель», «Доктор Стрэндж», «Чёрная пантера», «Человек-муравей и Оса», «Чёрная кошка», «Шан-Чи», «Мисс Марвел», «Капитан Марвел», «Алая Ведьма и Ртуть», «Вижн», «Веном», «Серебряный Сёрфер», «Призрачный гонщик», «Блэйд», «Чёрная вдова», «Соколиный глаз», «Люк Кейдж», «Железный Кулак» и «Джессика Джонс»`
      },
      {
        id: "c3cb8f92-a2ed-4716-92a1-b6ea813e9049",
        name: "DC Comics",
        author: "DC Comics",
        genre: "Комиксы",
        rating: "5",
        price: "900 ₽",
        annotation:`Одно из крупнейших и наиболее популярных издательств комиксов. Издательство было куплено компанией Warner Bros. Entertainment в 1969. DC Comics издают продукцию, характеризующуюся наличием большого количества широко известных персонажей, в том числе Супермен, Бэтмен, Чудо-женщина, Зелёный Фонарь, Флэш, Аквамен, Шазам, Киборг, Марсианский Охотник, Зелёная Стрела, Человек-ястреб, Чёрный Адам, Атом, Чёрная Канарейка, Супергёрл, Женщина-кошка, и др. `
      },
    ],
  },
];
export const reviews = [
  {
    id: "d65f762a-eadd-49be-8918-ed0daa8dd024",
    author: "Анна К.",
    rating: 4,
    comment:
      "С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке 'Несносное проклятье некроманта'.",
  },
  {
    id: "d65f742a-eadd-49be-8918-ed0daa8dd024",
    author: "Любмила Н.",
    rating: 5,
    comment:
      "С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке 'Несносное проклятье некроманта'.",
  },
  {
    id: "d65f732a-eadd-49be-8918-ed0daa8dd024",
    author: "Валентина П.",
    rating: 3,
    comment:
      "С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке 'Несносное проклятье некроманта'.",
  },
]